/*5. Создайте программу, которая запрашивает у пользователя два целых числа **a** и **b**, 
после чего выводит на экран результаты следующих математических операций: 
    
- сумма a и b; 
    
- разница между a и b;

- произведение a и b; 

- частное от деления a на b; 

- остаток от деления a на b;  

- результат возведения числа a в степень b */
    // let a = Number(prompt('Введите два целых числа для a и b. Первое число: '));
    // let b = Number(prompt('Введите второе число :'));
    // document.write(`Cумма a и b = ${a+b}, <br>
    // Разница между a и b = ${a-b}, <br>
    // Произведение a и b = ${a*b},<br>
    // Частное от деления a на b = ${a/b},<br> 
    // Остаток от деления a на b = ${a%b},<br>
    // Результат возведения числа a в степень b = ${a**b}.`);
